/*Задача 1
Написать функцию **getSum**, которая будет высчитывать сумму чисел от нуля, до параметра, который мы в неё передаем. 
> Если передадим число 100 то, надо вычислить сумму чисел от 0 до 100 (должно получится 5050) */

/*Задача 2 
Написать функцию **getSumNumbers**, которая будет принимать число и вычислять сумму цифр из которых состоит число.
> Для 2021 это будет 5.*/

/* Задача 3
Написать функцию **`getSum`** которая принимает два целых числа a и b, которые могут быть положительными или отрицательными, найти сумму всех чисел между ними, включая их, и вернуть ее. Если два числа равны, верните a или b.

```
    getSum(1, 0) == 1   // 1 + 0 = 1
    getSum(1, 2) == 3   // 1 + 2 = 3
    getSum(0, 1) == 1   // 0 + 1 = 1
    getSum(1, 1) == 1   // 1 Since both are same
    getSum(-1, 0) == -1 // -1 + 0 = -1
    getSum(-1, 2) == 2  // -1 + 0 + 1 + 2 = 2
```
*/

/*Задача 4
Написать функцию, которая принимает n-ое кол-во строк, но не меньше двух, и выводит пользователю каждую строку столько раз, в каком порядке эта строка была передана в функцию
> foo("one") // "слишком мало!"
  foo("one","two", "three") // one-twotwo-threethreethree*/

/*Задача 5
Найдите в массиве первое четное число.

```
    const numbers = [5, 9, 13, 24, 54, 10, 13, 99, 1, 5]
```

> Реализуйте решение двумя способами, используя `function declaration` & `arrow function`.*/
