/*Задачка 1
Создайте переменные:
    - количество секунд в минуте
    - количество минут в часу
    - количество часов в сутках
    - количество суток в году    
Посчитайте ваш возраст в секундах и выведите результат в консоль в формате My age in seconds = *тут ваш возраст в секундах* */

/*Задачка 2 
Имеется три переменные:
  let a = 1
  let b = 2
  let c = "белых медведей"

Сложите переменные так, чтобы в результате получилось выражение: **`12 белых медведей`** и результат выведите в консоль. */

/*Задачка 3
В данном послании скрыт шифр! Чтобы его разгадать нам нужно соединить все вторые символы слов!
    let codeWord1 = "обернись";
    let codeWord2 = "неужели";
    let codeWord3 = "огурцы";
    let codeWord4 = "липкие";
    let codeWord5 = "?!";

Создайте переменную **`cipher`** и поместите туда необходимые символы */