/*Задача 1
Напишите код, который выводит все простые числа из интервала от 2 до n.
(Натуральное число, большее 1, называется простым, если оно ни на что не делится, кроме себя и 1.) */

/*Задача 2 
Напишем программу для туристического терминала. Запросите у пользователя в какую сторону света он бы хотел отправиться. После ввода данных мы должны вывести в консоль сообщение из списка. Если пользователь ввел неверные данные, выведите сообщение в консоль чтобы он попробовал еще раз.

+ `юг` на юг пойдешь счастье найдешь
+ `север` на север пойдешь много денег найдешь
+ `запад` на запад пойдешь верного друга найдешь
+ `восток` на восток пойдешь разработчиком станешь*/

/* Задача 3
Написать программу, которая будет выводить в консоль лесенку.

```
    #
    ##
    ###
    ####
    #####
    ######
```
*/

/*Задача 4 (опционально)
Написать программу, которая выполняет следующие операции: 

1. Запрашивает у пользователя число.
2. Последовательно задает вопрос: 
    cколько отнять / прибавить / умножить / разделить от предыдущего результата?
3. По окончании вывести пользователю **`alert`**, содержащий формулу и результат например: 
> ((((6 - 10) + 5) * 20) / 2 = 110)*/
