/*Задача 1
Дан массив:

```javascript
    const colors = ['red', 'green', 'blue']
```

Выведите в консоль его длину. */

/*Задача 2 
Дан массив:

```javascript
    const animals = ['monkey', 'dog', 'cat']
```

Выведите в консоль его последний элемент вне зависимости от его длины.*/

/* Задача 3
Дан массив:

```javascript
    const students = ['Polina', 'Dasha', 'Masha']
```

+ Удалите последний элемент массива, затем вместо него добавьте в массив студента `Borya`.
+ Удалите первый элемент массива, затем вместо него добавьте в массив студента `Andrey`.
+ Полученный результат не забудьте вывести в консоль.
*/

/*Задача 4
```javascript
    const evenNumbers = [2, 4, 6, 8, 10]
    const oddNumbers = [1, 3, 5, 7, 9]
```

+ Соедините два массива чисел в один.
+ В полученном массиве попробуйте найти индекс числа **`8`**
*/

/*Задача 5 (опционально)
Реализуйте функцию которая будет проверять, является ли слово палиндромом.
*/
